<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `mail`;");
E_C("CREATE TABLE `mail` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `uid` int(11) NOT NULL default '0',
  `nickname` varchar(30) default '',
  `sid` int(11) NOT NULL default '0',
  `snickname` varchar(30) default '',
  `fdate` datetime default NULL,
  `title` varchar(50) default '',
  `isread` int(11) NOT NULL default '0',
  `mailcontent` text,
  `isdelete` int(11) NOT NULL default '0',
  `issdelete` int(11) NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=64 DEFAULT CHARSET=utf8");
E_D("replace into `mail` values('1','1','admin','397','CN20830','2013-12-01 22:40:02','About your Cashing application[关于提现申请]','1','Please provide detailed name and bank card numbers [with bank name]\r\n请提供详细姓名及银行卡号[附开户行名称]	','0','0');");
E_D("replace into `mail` values('2','395','CN89812','1','admin','2013-12-14 16:07:12','密码重置','1','会员Cn05489和会员	Cn12482申请密码重置，谢谢！','0','0');");
E_D("replace into `mail` values('3','416','CN39271','1','admin','2013-12-16 21:41:58','具体交易时间','1','	PE币都是什么时间交易？市场行情不能时实时看到？？？不如股市一目了然','0','0');");
E_D("replace into `mail` values('4','1','admin','497','CN44706','2013-12-23 10:55:41','关于您的提现申请','1','请在提现申请时,输入正确的信息:\r\n开户名/开户银行/开户账号.谢谢.\r\n美国克雷尔斯|管理员\r\n二〇一三年十二月二十三日','0','0');");
E_D("replace into `mail` values('5','1','admin','499','CN84182','2013-12-23 10:59:14','About your Cashing application[关于提现]','1','Please provide detailed name and bank card numbers [with bank name] \r\n请提供详细姓名及银行卡号[附开户行名称]','0','0');");
E_D("replace into `mail` values('6','1','admin','420','CN79703','2013-12-23 10:59:53','About your Cashing application[关于提现]','1','Please provide detailed name and bank card numbers [with bank name] 请提供详细姓名及银行卡号[附开户行名称]\r\n','0','0');");
E_D("replace into `mail` values('7','1','admin','416','CN39271','2013-12-23 11:40:08','关于交易时间','1','	尊敬的会员CN39271您好:\r\n\r\n关于您的:\r\n具体交易时间\r\nPE币都是什么时间交易？市场行情不能时实时看到？？？不如股市一目了然\r\n\r\n回复如下:\r\n\r\nPE币交易,目前系统支持7*24小时系统自动委托交易.\r\n报单时间即公司上班时间见[公司新闻]的[新闻公告]\r\n的[会员手册].\r\n\r\n市场行情可以实时看到, 您可以在[交易大厅]的[交易量图]了解实时交易量, 在[游戏行情]或者[我的委托]中了解当前价格.\r\n\r\n谢谢您的来信\r\n\r\n美国克雷尔斯|管理员\r\n2013年12月23日','0','0');");
E_D("replace into `mail` values('8','1','admin','395','CN89812','2013-12-23 11:44:45','密码重置','1','	尊敬的会员CN89812您好:\r\n\r\n关于会员密码忘记或重置流程, 见[公司新闻]的[新闻公告]里面的[关于会员密码忘记]的文章. \r\n\r\n基本流程是, 向您的推荐人提出申请, 并由您的推荐人逐级向公司申请.\r\n\r\n谢谢您的来信\r\n\r\n美国克雷尔斯|管理员\r\n2013年12月23日    ','0','0');");
E_D("replace into `mail` values('9','1','admin','459','CN81127','2013-12-23 11:59:28','关于您的账号','1','	尊敬的会员CN81127您好:\r\n\r\n您于2013-12-19 17:31:04提出的申请, 其中卡号和姓名不正确,未能提现成功.请您确认您的卡号及姓名及开户行所在地.谢谢\r\n\r\n美国克雷尔斯|管理员\r\n2013年12月23日','0','0');");
E_D("replace into `mail` values('10','403','CN95573','1','admin','2013-12-31 19:15:45','钻戒提取','1','4499 陈建明\r\n地址：武汉市武昌区铁机路铁机东区2栋6门101号\r\n手机号：15926307171\r\n  会员编号：cn95573	','1','0');");
E_D("replace into `mail` values('11','403','CN95573','1','admin','2014-01-04 12:39:04','钻戒尺寸','1','	12号（女式）会员编号cn95573','1','0');");
E_D("replace into `mail` values('12','472','CN53153','1','admin','2014-01-08 19:49:44','钻戒','1','我直接推荐会员资格累计\$6000，现在按公司的提示在奖金提现那无法操作，请问如何处理？\r\n','0','0');");
E_D("replace into `mail` values('13','483','CN86069','1','admin','2014-01-08 19:57:00','钻戒','1','	我推荐了2个3000的会员，但不知道怎样申请，在奖金提现那无法操作，请指示','0','0');");
E_D("replace into `mail` values('14','480','CN58647','1','admin','2014-01-08 19:59:49','戒子','1','不知道如果申请钻戒？	','0','0');");
E_D("replace into `mail` values('15','1','admin','480','CN58647','2014-01-08 21:50:05','关于申请钻戒','1','尊敬的会员CN58647您好!\r\n   首先对这次活动未能顺利在后台提交申请表示道歉.  	\r\n    经审查您满足公司双旦活动的奖励资格条件.您将获得公司额外的价值人民币4999的钻戒一只.\r\n\r\n   请您将获得该资格的1.会员编号;2.奖励资格(4999/或者9999);3.戒圈大小(请到当地珠宝店量);4.收货人姓名、地址、电话。发送给我。公司将以最快的速度根据您提供的信息制作并发送给您。\r\n\r\n美国克雷尔斯|管理员\r\n2014年1月8日','0','0');");
E_D("replace into `mail` values('16','1','admin','483','CN86069','2014-01-08 21:51:18','关于戒指申请','1','	尊敬的会员CN86069您好!\r\n   首先对这次活动未能顺利在后台提交申请表示道歉.  	\r\n    经审查您满足公司双旦活动的奖励资格条件.您将获得公司额外的价值人民币4999的钻戒一只.\r\n\r\n   请您将获得该资格的1.会员编号;2.奖励资格(4999/或者9999);3.戒圈大小(请到当地珠宝店量);4.收货人姓名、地址、电话。发送给我。公司将以最快的速度根据您提供的信息制作并发送给您。\r\n\r\n美国克雷尔斯|管理员\r\n2014年1月8日','0','0');");
E_D("replace into `mail` values('17','1','admin','472','CN53153','2014-01-08 21:52:44','关于戒指申请','1','	尊敬的会员CN53153您好!\r\n   首先对这次活动未能顺利在后台提交申请表示道歉.  	\r\n    经审查您满足公司双旦活动的奖励资格条件.您将获得公司额外的价值人民币4999的钻戒一只.\r\n\r\n   请您将获得该资格的1.会员编号;2.奖励资格(4999/或者9999);3.戒圈大小(请到当地珠宝店量);4.收货人姓名、地址、电话。发送给我。公司将以最快的速度根据您提供的信息制作并发送给您。\r\n\r\n美国克雷尔斯|管理员\r\n2014年1月8日','0','0');");
E_D("replace into `mail` values('18','472','CN53153','1','admin','2014-01-09 14:15:28','戒子','1','非常感谢公司\r\n收货地址是：广东省广州市越秀区光孝路书同巷43号103房，邝小珊，手机：13631361373。女装4499圈口是20。','0','0');");
E_D("replace into `mail` values('19','480','CN58647','1','admin','2014-01-09 14:24:48','奖品','1','收货地址：广州市越秀区光孝路书同巷43号103房，邝小珊，手机13631361373，女装4999，圈口17。\r\n谢谢公司	','0','0');");
E_D("replace into `mail` values('20','483','CN86069','1','admin','2014-01-09 14:28:11','钻戒','1','	收货地址：广州市越秀区光孝路书同巷43号103房，邝小珊，手机号：13631361373，女装4999，圈口16。\r\n 谢谢','0','0');");
E_D("replace into `mail` values('21','372','CN39674','1','admin','2014-01-10 18:36:40','钻戒奖品','1','	会员编号；CN39674\r\n        累计直推金额；\$12000\r\n        对戒圈号；13和21\r\n        收货人姓名；罗东\r\n          收货人地址；湖北省武汉市硚口区中山大道226\r\n                  号万安国际2312室\r\n          收货人电话；15623288629\r\n        ','1','0');");
E_D("replace into `mail` values('22','527','CN16660','1','admin','2014-01-10 18:44:37','钻戒奖品','1','	会员编号；CN16660\r\n        累计直推金额；\$6000\r\n        圈号；13\r\n        收货人姓名；罗东\r\n          收货人地址；湖北省武汉市硚口区中山大道226\r\n                 号万安国际2312室\r\n          收货人电话；15623288629','1','0');");
E_D("replace into `mail` values('23','403','CN95573','1','admin','2014-01-13 22:07:29','钻戒','1','	钻戒怎么还没有寄过来呢？','1','0');");
E_D("replace into `mail` values('24','1','admin','403','CN95573','2014-01-14 12:33:51','关于钻戒','1','	您好,尊敬的会员CN95573,你的钻戒正在统一制作当中,请您耐心等待.一旦寄出,我们会将快递单号发送给您.\r\n\r\n美国克雷尔斯|管理员\r\n2014年1月14日','0','1');");
E_D("replace into `mail` values('25','1','admin','443','CN75710','2014-01-20 14:10:36','提现失败','0','尊敬的会员CN75710,您好!\r\n您于2014-01-17的提现申请\$630,由于您提供的账户姓名和账号不符未能提现成功. 请您核对无误后重新申请.\r\n美国克雷尔斯|管理员\r\n2014年1月20日	','0','0');");
E_D("replace into `mail` values('26','483','CN86069','1','admin','2014-01-22 11:50:44','关于钻戒','1','看公司公告中，没我的会员号，不知是否又漏了，盼回复！\r\n顺祝公司新年生意兴隆','0','0');");
E_D("replace into `mail` values('27','472','CN53153','1','admin','2014-01-23 16:45:52','钻戒','1','	今天收到公司的奖品钻戒了，非常喜欢，美中不足的是圈口太小了，我要20的圈口才合适，先自己拿出去试试看是否可以撑大，如果不行再寄回公司处理。\r\n     谢谢！\r\n祝公司马年生意兴隆，越办越红火。','0','0');");
E_D("replace into `mail` values('28','403','CN95573','1','admin','2014-01-23 16:55:43','钻石项链提现','1','	 陈建明 地址：武汉市武昌区铁机路铁机东区2栋6门101号 手机号：15926307171 会员编号：cn95573 ','1','0');");
E_D("replace into `mail` values('29','403','CN95573','1','admin','2014-02-13 09:26:32','钻石项链提现','1','	陈建明 地址：武汉市武昌区铁机路铁机东区2栋6门101号 手机号：15926307171 会员编号：cn95573 (共2条）','1','0');");
E_D("replace into `mail` values('30','403','CN95573','1','admin','2014-02-17 12:14:32','钻石项链','1','	钻石项链什么时侯提现','1','0');");
E_D("replace into `mail` values('31','1','admin','403','CN95573','2014-02-17 12:20:10','钻石项链','1','	关于钻石项链,正在统计当中.近期即可制作\r\n美国克雷尔斯|大中华区\r\n2014年2月17日','0','1');");
E_D("replace into `mail` values('32','1','admin','539','CN65236','2014-02-21 11:29:13','恭喜获得马年奖励','1','	尊敬的会员cn65236,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('33','1','admin','359','CN32440','2014-02-21 11:30:00','恭喜获得马年奖励','1','		尊敬的会员cn32440,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链三条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('34','1','admin','403','CN95573','2014-02-21 11:30:53','恭喜您获得马年奖励','1','		尊敬的会员cn95573,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('35','1','admin','536','CN99815','2014-02-21 11:31:26','恭喜您获得马年奖励','1','		尊敬的会员cn99815,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('36','1','admin','628','CN59221','2014-02-21 11:32:05','恭喜您获得马年奖励','1','		尊敬的会员cn59221,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('37','1','admin','575','CN77769','2014-02-21 11:32:35','恭喜您获得马年奖励','1','		尊敬的会员cn77769,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('38','1','admin','381','CN41012','2014-02-21 11:33:19','恭喜您获得马年奖励','1','		尊敬的会员cn41012,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('39','1','admin','570','CN99998','2014-02-21 11:33:46','恭喜您获得马年奖励','1','		尊敬的会员cn65236,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('40','1','admin','657','CN69372','2014-02-21 11:34:13','恭喜您获得马年奖励','1','		尊敬的会员cn69372,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('41','1','admin','648','CN35554','2014-02-21 11:34:58','恭喜您获得马年奖励','1','		尊敬的会员cn35554,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('42','1','admin','642','CN88955','2014-02-21 11:35:20','恭喜您获得马年奖励','1','		尊敬的会员cn88955,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('43','1','admin','381','CN41012','2014-02-21 11:35:53','恭喜您获得马年奖励','1','		尊敬的会员cn41012,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('44','1','admin','669','CN84960','2014-02-21 11:36:44','恭喜您获得马年奖励','1','		尊敬的会员cn84960,由于您的积极努力,业绩符合马年奖励活动的条件.恭喜您将获得钻石项链一条.请您将收货人姓名/手机/地址回复给管理员.我们将在第一时间给您寄出.祝您马上有一切!\r\n\r\n美国克雷尔斯|大中华区\r\n2014年2月21日','0','0');");
E_D("replace into `mail` values('45','359','CN32440','1','admin','2014-02-21 13:39:34','回复','1','	宁夏固原市原州区文化巷山城文苑2号楼三单元2o2室王淑芳','0','0');");
E_D("replace into `mail` values('46','642','CN88955','1','admin','2014-02-21 13:50:18','回复','1','	宁夏固原市原州区文化巷山城文苑2号楼三单元2O2室王淑芳','0','0');");
E_D("replace into `mail` values('47','648','CN35554','1','admin','2014-02-21 13:54:33','回复','1','	宁夏固原市原州区文化巷山域文苑2号楼三单元202室王淑芳，电话18695440234','0','0');");
E_D("replace into `mail` values('48','403','CN95573','1','admin','2014-02-21 14:23:13','收货地址','1','	\r\n武汉市武昌区铁机路铁机东区2栋6门101号\r\n手机号15926307171\r\n姓名：陈建明','1','0');");
E_D("replace into `mail` values('49','628','CN59221','1','admin','2014-02-21 15:22:16','回复','1','	宁夏固原市原州区文化巷山城文苑2号楼三单元202室王淑芳18695440234','0','0');");
E_D("replace into `mail` values('50','628','CN59221','1','admin','2014-02-21 15:22:19','回复','1','	宁夏固原市原州区文化巷山城文苑2号楼三单元202室王淑芳18695440234','0','0');");
E_D("replace into `mail` values('51','669','CN84960','1','admin','2014-02-21 15:30:34','回复','1','	宁夏固原市原州区文化巷山城文苑2号楼三单元202室王淑芳18695440234','0','0');");
E_D("replace into `mail` values('52','669','CN84960','1','admin','2014-02-21 15:30:36','回复','1','	宁夏固原市原州区文化巷山城文苑2号楼三单元202室王淑芳18695440234','0','0');");
E_D("replace into `mail` values('53','381','CN41012','1','admin','2014-02-21 17:25:12','钻石项链','1','谢谢\r\n收货地址：广东省广州市越秀区盘福路医国街81号502房\r\n收货人：朱燕平\r\n电话：13302300121	','0','0');");
E_D("replace into `mail` values('54','381','CN41012','1','admin','2014-02-21 17:28:33','钻右项链','1','	收货地址：广东省广州市越秀区盘福路医国街81号502房\r\n收货人：朱燕平\r\n手机号：13302300121\r\n谢谢，顺祝公司马年大展鸿图','0','0');");
E_D("replace into `mail` values('55','570','CN99998','1','admin','2014-02-21 17:59:26','钻石项链','1','收货地址：广东省广州市越秀区光孝路书同巷43号103房\r\n收件人：邝小珊\r\n手机13631361373\r\n顺祝公司马年大展鸿图\r\n	','0','0');");
E_D("replace into `mail` values('56','575','CN77769','1','admin','2014-02-21 21:33:18','钻右项链','1','	\r\n收货地址：北京亦庄天宝园六里45－A－401\r\n收货人：赵平\r\n电话：18911922061','0','0');");
E_D("replace into `mail` values('57','536','CN99815','1','admin','2014-02-22 11:48:34','马年奖品邮寄地址','1','	佳木斯市前进区和平路295号向东旅馆   刘咏弢收','0','0');");
E_D("replace into `mail` values('58','536','CN99815','1','admin','2014-02-22 11:51:41','马年奖品邮寄地址','1','	佳木斯市前进区和平路295号向东旅馆  刘咏弢  ','0','0');");
E_D("replace into `mail` values('59','1','admin','536','CN99815','2014-02-24 11:00:14','关于钻石项链','1','	请将手机号码补全,谢谢','0','0');");
E_D("replace into `mail` values('60','1','admin','512','CN33890','2014-02-24 11:08:04','关于提现失败','1','	由于您未能提供银行账号,您的提现未能成功. 请 补全信息后再提现.谢谢. ','0','0');");
E_D("replace into `mail` values('61','1','admin','483','CN86069','2014-02-24 11:53:10','关于马年奖励','1','	尊敬的会员cn86069, 根据统计, 马年活动期间2014年1月21日至2014年2月14日.未能查到您直接推荐业绩达到6000美元.如果您有异议, 请您回复您在此活动期间的推荐的会员及级别/推荐时间.我们将进一步核实.\r\n美国克雷尔斯|管理员\r\n2014年2月24日','0','0');");
E_D("replace into `mail` values('62','539','CN65236','1','admin','2014-02-25 21:26:37','钻石项链','1','	收货地址：湖北省武汉市武昌区紫阳路中南财大后门。联系人：李红；电话15827421722\r\n ','0','0');");
E_D("replace into `mail` values('63','536','CN99815','1','admin','2014-02-26 20:39:00','马年奖品邮寄地址','1','	佳木斯市前进区和平路295号向东旅馆 刘咏弢\r\n电话：13684544444','0','0');");

require("../../inc/footer.php");
?>