<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `tixian`;");
E_C("CREATE TABLE `tixian` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `uid` int(11) NOT NULL default '0',
  `nickname` varchar(30) default '',
  `username` varchar(30) default NULL,
  `usertel` varchar(30) default '',
  `bankname` varchar(30) default '',
  `bankcard` varchar(30) default '',
  `bankusername` varchar(30) default '',
  `bankaddress` varchar(30) default '',
  `jine` decimal(9,2) NOT NULL default '0.00',
  `shouxu` decimal(9,2) NOT NULL default '0.00',
  `tdate` datetime default NULL,
  `fdate` datetime default NULL,
  `isgrant` int(11) NOT NULL default '0',
  `bdid` int(11) default NULL,
  `bdname` varchar(30) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=39 DEFAULT CHARSET=utf8");
E_D("replace into `tixian` values('1','372','CN39674','默认数据','12346578901','农业银行','默认数据','默认数据','默认数据','400.00','40.00','2013-11-27 13:37:56','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('5','456','CN23749','冯华芝','12346578901','农业银行','6228480058227126370','冯华芝','武汉市','400.00','40.00','2013-12-18 12:17:24','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('6','458','CN42510','冯华芝','12346578901','农业银行','6228480058227126370','冯华芝','武汉市','400.00','40.00','2013-12-18 19:16:42','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('7','406','CN30721','白金芳','12346578901','农业银行','6228480052256563819','白金芳','武汉市','400.00','40.00','2013-12-18 19:23:56','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('8','476','CN80298','白金芳','12346578901','农业银行','6228480052256563819','白金芳','武汉市','400.00','40.00','2013-12-18 19:28:35','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('9','457','CN77357','孙淑华','12346578901','农业银行','6228480058227146477','孙淑华','武汉市','400.00','40.00','2013-12-18 19:34:03','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('14','497','CN44706','严小凡','12346578901','农业银行','6228480058578987578','严小凡','武汉市','400.00','40.00','2013-12-23 16:33:14','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('15','499','CN84182','严大姐','12346578901','农业银行','6228480058524812375','严旭','武汉市','400.00','40.00','2013-12-23 16:54:01','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('16','420','CN79703','严旭','12346578901','农业银行','6228480058524812375','严旭','武汉市','400.00','40.00','2013-12-23 22:32:42','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('17','442','CN50651','海','12346578901','农业银行','9559980030543037011','张海','上海市杨浦区长百支行','1000.00','100.00','2013-12-25 19:54:11','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('18','442','CN50651','海','12346578901','农业银行','9559980030543037011','张海','上海市杨浦区长百支行','1900.00','190.00','2013-12-26 21:23:32','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('19','403','CN95573','半夜唱情歌','12346578901','农业银行','6228480051825879219','陈建明','武汉市','700.00','70.00','2013-12-29 18:38:27','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('20','420','CN79703','严旭','12346578901','农业银行','6228480058524812375','严旭','武汉市','800.00','80.00','2014-01-10 13:42:15','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('21','499','CN84182','严大姐','12346578901','农业银行','6228480058524812375','严旭','武汉市','800.00','80.00','2014-01-11 08:34:59','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('22','497','CN44706','严小凡','12346578901','农业银行','6228480058578987578','严小凡','武汉市','500.00','50.00','2014-01-11 08:57:15','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('23','497','CN44706','严小凡','12346578901','农业银行','6228480058578987578','严小凡','武汉市','300.00','30.00','2014-01-12 09:30:04','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('24','406','CN30721','白金芳','12346578901','农业银行','6228480052256563819','白金芳','武汉市','700.00','70.00','2014-01-14 16:31:20','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('25','456','CN23749','冯华芝','12346578901','农业银行','6228480058227126370','冯华芝','武汉市','700.00','70.00','2014-01-14 16:36:18','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('26','457','CN77357','孙淑华','12346578901','农业银行','6228480058227146477','孙淑华','武汉市','700.00','70.00','2014-01-14 18:10:20','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('27','476','CN80298','白金芳','12346578901','农业银行','6228480052256563819','白金芳','武汉市','700.00','70.00','2014-01-14 22:16:55','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('28','459','CN81127','张自珍','12346578901','农业银行','6228480058524828876','张自珍','武汉市','700.00','70.00','2014-01-14 22:24:42','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('29','458','CN42510','冯华芝','12346578901','农业银行','6228480058227126370','冯华芝','武汉市','700.00','70.00','2014-01-14 22:28:06','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('33','535','CN22897','周','12346578901','农业银行','6228481612040905813','刘正元','孝感区','300.00','30.00','2014-01-24 12:57:21','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('31','399','CN57376','老徐','12346578901','农业银行','6228481826369313165','赵丽静','农业银行临沂市罗庄区盛庄支行','500.00','50.00','2014-01-20 10:51:29','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('32','418','CN60957','黄三哥','12346578901','农业银行','6228481826433539761','黄立东','农业银行临沂市银鑫分理处','400.00','40.00','2014-01-20 11:50:44','0000-00-00 00:00:00','1','1','admin');");
E_D("replace into `tixian` values('34','558','CN42568','默认数据','12346578901','农业银行','6228481612040905813','刘正元','孝感','200.00','20.00','2014-01-28 20:21:38','0000-00-00 00:00:00','1','535','cn22897');");
E_D("replace into `tixian` values('38','512','CN33890','默认数据','12346578901','农业银行','6228482332408738917','欧加美','莒县文心路农业支行','100.00','10.00','2014-02-25 09:32:35','0000-00-00 00:00:00','0','359','CN32440');");
E_D("replace into `tixian` values('36','719','CN54690','默认数据','12346578901','农业银行','6228480018221464375','赵琳','北京朝阳','100.00','10.00','2014-02-18 13:09:12','0000-00-00 00:00:00','1','359','CN32440');");
E_D("replace into `tixian` values('37','496','CN69999','低调','12346578901','农业银行','6228480321574323515','应林斌','浙江省杭州市下沙分行','100.00','10.00','2014-02-18 21:09:12','0000-00-00 00:00:00','1','1','admin');");

require("../../inc/footer.php");
?>